Repository: agnogueira/plone.app.cmsui
Catalog: src/plone/app/cmsui/locales/*/LC_MESSAGES/plone.app.cmsui.po
Languages: es, it

source: Actions not shown in the more menu
es: Acciones no mostradas en el menú más
it: Le azioni che non sono mostrate nel menu altro

source: Add content
es: Agregar contenido
it: Aggiungi un contenuto

source: Adding content to ${path}
es: Agregando contenido a ${path}
it: Il contenuto sar√† aggiunto in ${path}

source: CMS UI theme name
es: Nombre del tema CMS UI
it: Nome del tema CMS UI

source: Ctrl-click to compare against a different revision
es: Use Ctrl-click para comparar con una revisión diferente
it: Usare Ctrl-click per confrontare con una versione differente

source: Default action icon path
es: Ruta predeterminada del icono de la acción
it: Percorso predefinito dell'icona azione

source: Edit action id
es: Editar el id de la acción
it: Modifica l'id dell'azione

source: Folder Contents Batch Size
es: Tamaño del lote de contenidos de la carpeta
it: Dimensione della paginazione dei contenuti della cartella

source: This item does not have any previous versions.
es: Este elemento no tiene versiones previas
it: Questo contenuto non ha versioni precedenti.

source: Type
es: Tipo

source: Upload content
es: Cargar contenido
it: Carica un contenuto

source: Workflow for ${name}
es: Workflow para ${name}
it: Workflow di ${name}

source: cmsui_addcontent
es: Agregar contenido
it: Aggiungi un contenuto

source: cmsui_contents
es: Estructura
it: Struttura

source: cmsui_hideeditbar
es: Ocultar la barra de edición &#9650;
it: Nascondi l'edit bar &#9650;

source: cmsui_logged_in_as
es: Está ahora identificado como ${name}

source: cmsui_showeditbar
es: Mostrar la barra de edición &#9660;
it: Mostra l'edit bar &#9660;

source: name
es: nombre
it: nome

source: version ${version}
es: versión ${version}
it: versione ${version}
